#სია არის იგივე ცვლადი რომელიც ინახავს მონაცემებს, ოღონდ ის თვითონ ცვლადში ინახება. იმით განსხვავდება ცვლადისგან, რომ მასში რამდენიმე მნიშვნელობის შენახვა არის შესაძლებელი. ის იქმნება ოთხკუთხედი ფრჩხილებით.

#index არის სიაში მოცემული მნიშვნელობების ადგილმდებარეობა.

arr = ["elene", "dato", "mari", "lasha", "kobaxa", "nia", "nika"]

arr[1] = "david"
arr[5] = "nileven"

list = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]

print(list[1])
print(list[3])       #ვწვდებით მათ ინდექსს და ვპრინტავთ მნიშვნელობას
print(list[5])
